Repository: acegreen/ChronicTimer
Catalog: Chronic/Resources/Localization/*.lproj/Localizable.strings
Languages: de, it

source: Yes
de: Ja
it: Si

source: No
de: Nein

source: Cancel
de: Abbrechen
it: Annulla

source: Settings
de: Einstellungen
it: Impostazioni

source: Success!
de: Erfolg!
it: Riuscito!

source: Failed!
de: Gescheitert!
it: Fallito!

source: Error!
de: Fehler!
it: Errore!

source: Prompt Me
de: Aufforden
it: Mi chiederà

source: Hours
de: Studen
it: Ore

source: Minutes
de: Minuten
it: Minuti

source: Seconds
de: Sekunden
it: Secondi

source: Day
de: Tag
it: Giorno

source: Week
de: Woche
it: Settimana

source: Month
de: Monat
it: Mese

# Text-To-Speech Default Sentence
source: This app is awesome
de: Diese App ist super
it: Questa applicazione è impressionante

# Text-To-Speech Tracking Run Text
source: Tracking Run
de: Tracking Lauf
it: Tracciamento del percorso

# Text-To-Speech Timer Ended
source: Timer Ended
de: Timer beendet
it: Timer finito

# Text-To-Speech Workout Complete Text
source: Workout Complete
de: Workout beendet
it: Allenamento Completato

# Text-To-Speech Run Complete Text
source: Run Complete
de: Lauf beendet
it: Corsa Completata

# Notification Workout subText
source: Congratulations! You've completed your workout
de: Glückwünsche! Sie haben Ihr Training beendet
it: Congratulazioni! Hai completato il tuo allenamento

# Notification Timer subText
source: Your timer has ended
de: Ihre Timer ist beendet
it: Il tuo tempo e' finito

# Notification Reminder subText
source: Time for an AWESOME workout!
de: Zeit für eine tolle Training!
it: E' tempo per un FANTASTICO allenamento!

source: No Exercise
de: Keine Übung
it: Nessun esercizio

# Left Side Label Text (Routine)
source: Elapsed
de: Vergangen
it: Trascorso

# Right Side Label Text (Routine)
source: Remaining
de: Verbleibend
it: Rimanente

# Left Side Label Text (Run)
source: Time
de: Zeit
it: Tempo

# Right Side Label Text (Run)
source: Distance
de: Distanz
it: Distanza

# Text To Share Text
source: I just completed a workout with @ChronicTimer
de: I habe gerade ein Training mit @ChronicTimer beendet
it: Hai appena completato l'allenamento con @ChronicTimer

# Alert: Save Workout Question Title Text
source: Save workout?
de: Training Speichern?
it: Salvare l'allenamento?

# Alert: Save Workout Question Subtitle Text
source: Would you like to save this workout?
de: Möchten Sie Ihr Training speichern?
it: Vorresti salvare i risultati dell'allenamento?

# Alert: Authorize Chronic Save Workout Title Text
source: Authorization Required!
de: Autorisieren sie Chronic Trainings zu speichern!
it: Autorizza Chronic a salvare i tuoi esercizi!

# Alert: Authorize Chronic Save Workout Subtitle Text
source: Go to Settings -> Privacy -> Health -> Chronic
de: Gehen Sie zu Einstellungen -> Datenschutz -> Gesundheit -> Chronic
it: Pui modificare l'accesso in Impostazioni -> Privacy -> Salute -> Chronic

# Alert: Authorize Chronic Save Workout Subtitle Text 2
source: We need your permission to save workouts
de: Wir benötigen ihr erlaubnis um Workouts zuspeichern
it: Abbiamo bisogno del vostro consenso per salvare gli allenamenti

# Alert: Location Authorization Title Text
source: Location Authorization Required!
de: Ort Berechtigung erforderlich!
it: Autorizzazione richiesta per servizi di localizzazione!

# Alert: Location Authorization Subtitle Text
source: Go to Settings -> Privacy -> Location Services -> Chronic
de: Gehen Sie zu Einstellungen -> Datenschutz -> Ortungsdienste -> Chronic
it: Vai su Privacy -> Salute -> Chronic

# Alert: Routine Exists Title Text
source: Routine Already Exists
de: Routine ist bereits vorhanden
it: Questa Routine esiste gia'

# Alert: Routine Exists Subtitle Text
source: Please rename routine or edit existing one
de: Bitte benennen Sie Routine oder bearbeiten Sie vorhandene
it: Per favore scegli un nome differente per la Routine o modificane una gia' esistente

# Alert: Routine Total Time Subtitle Text
source: Routine total time can not be 0
de: Routine Gesamtzeit kann nicht null sein
it: Il tempo totale della Routine non puo' essere 0

# Alert: No Routine Selected Subtitle Text
source: No routine is selected
de: Keine Routine ausgewählt
it: Nessuna Routine selezionata

# Alert: Routine Name Missing Title Text
source: Routine Name Missing
de: Routinename fehlt
it: Manca il nome della Routine

# Alert: Routine Name Missing Subtitle Text
source: Please give your routine a name
de: Bitte geben Sie Ihre Routine einen Namen
it: Per favore dai un nome alla Routine

# Alert: Exercise Empty Title Text
source: Exercise Name Missing
de: Übung Name fehlt
it: Manca il nome dell'esercizio

# Alert: Exercise Empty Subtitle Text
source: One of your exercises is missing a name
de: Eine der Übungen wird fehlt ein Namen
it: Uno dei tuoi esercizi non ha un nome

# Alert: Exercise Delete Title Text
source: Can't Delete Exercise
de: Übung kann nicht gelöscht werden
it: Vuoi cancellare l'esercizio?

# Alert: Exercise Delete Subtitle Text
source: Your routine must have at least one exercise
de: Ihre Routine muss mindestens eine Übung haben
it: Hai bisogno di almeno un esercizio per salvare una Routine

# Alert: Requires Upgrade Title Text
source: Requires Upgrade!
de: Erfordert Upgrade!

# Alert: Requires Upgrade Subtitle Text
source: Please connected to the internet to initiate purchase
de: Verbindung zum Internet nötig um Kauf zu initiieren

# Alert: No Internet Connection Title Text
source: No Internet Connection
de: Keine Internetverbindung
it: Nessuna Connessione Internet

# Alert: No Internet Connection Subtitle Text
source: Please connect to continue
de: Bitte verbinden, um fortzufahren
it: Per favore connettiti per continuare

# Alert: No Email Account Title Text
source: No Email Account Found
de: Keine E-Mail-Konto vorhanden
it: Nessun email account trovato

# Alert: No Email Account Subtitle Text
source: Please add an email account in your mail app
de: Bitte fügen Sie eine E-Mail-Konto in Ihrem Mail-App
it: Per favore aggiungi un email account

# Alert: Workout Running Question Title Text
source: Workout running?
de: Training läuft?
it: Allenamento in corso?

# Alert: Workout Running Question Subtitle Text
source: Enable notifications to receive alerts in background
de: Aktivieren Sie Benachrichtigungen, um Warnungen im Hintergrund erhalten
it: Consenti di ricevere allerte in background

# Alert: In-App Purchases Disabled Title Text
source: In-App Purchases Disabled!
de: In-App-Käufe deaktiviert!
it: Acquisti disabilitati!

# Alert: In-App Purchases Disabled Subtitle Text
source: Please enable to perform purchase
de: Bitte aktivieren, um Kauf durchführen

# Alert: Processing Purchase Title Text
source: Hold On!
de: Festhalten!
it: Aspetta!

# Alert: Processing Purchase Subtitle Text
source: While we process your purchase request
de: Während wir Ihren Kauf Anfrage bearbeiten
it: Stiamo processando la tua richiesta di acquisto

# Alert: Loading Purchase Title Text
source: Hold On!
de: Festhalten!
it: Aspetta!

# Alert: Loading Purchase Subtitle Text
source: While we load your purchase request
de: Während wir Ihren Kauf Anfrage laden
it: Stiamo caricando la tua richiesta di acquisto

# Alert: Restoring Purchase Title Text
source: Hold On!
de: Festhalten!
it: Aspetta!

# Alert: Restoring Purchase Subtitle Text
source: While we restore your purchase(s)
de: Während wir Ihren Kauf wiederherzustellen
it: Stiamo ripristinando i tuoi acquisti

# Alert: Restore Success Subtitle Text
source: Your purchases have been successfully restored
de: Ihre Einkäufe wurden erfolgreich wiederhergestellt
it: I tuoi acquisti sono stati ripristinati con successo

# Alert: Validation Error Title Text
source: Validation Error!
de: Validierungsfehler!
it: Errore!

# Alert: Validation Error Subtitle Text
source: This transaction could NOT be validated, Please try again
de: Diese Transaktion konnte nicht überprüft werden kann, versuchen Sie es erneut
it: Questa transazione non puo' essere eseguita, Per favore ritenta

# Alert: Purchase Request Failed Title Text
source: Purchase Request Failed
de: Kaufanfrage fehlgeschlagen
it: Richiesta di acquisto fallita

# Alert: Purchase Request Failed Subtitle Text
source: Please try again
de: Bitte versuchen Sie es erneut
it: Per favore ritenta

# Alert: Health Prompted Title Text
source: Already Prompted
de: bereits aufgefordert
it: Gia' pronto

# Alert: Health Prompted Subtitle Text
source: You can modify access in Settings -> Privacy -> Health -> Chronic
de: Sie können den Zugriff ändern in Einstellungen -> Datenschutz -> Gesundheit -> Chronic
it: Pui modificare l'accesso in Impostazioni -> Privacy -> Salute -> Chronic

# Alert: WCSession Paired Error Title Text
source: Watch Not Paired!
de: Apple-Uhr nicht gepaart!
it: Watch Connection Error!

# Empty Routine Table Title Text
source: No Routines!
de: Keine Routinen!
it: Nessuna Routine!

# Empty Routine Table Subtitle Text
source: You can add a routine using the "+" on the main page
de: Sie können eine Routine mit dem "+" auf der Haupt-Seite hinzufügen
it: Puoi aggiungere una routine usando il "+" sulla pagina principale

# Exercise Name Text (Warm Up)
source: Warm Up
de: Wärmen
it: Riscaldamento

# Exercise Name Text (Round)
source: Round
de: Runde

# Exercise Name Text (Rest)
source: Rest
de: Ruhe
it: Riposo

# Exercise Name Text (Cool Down)
source: Cool Down
de: Abkühlen
it: Defaticamento

# Alert: Routine Total Time Title Text
source: Oops!
it: Ops!

# Alert: No Routine Selected Title Text
source: Oops!
it: Ops!
